Repository: wp-plugins/content-table
Catalog: lang/tableofcontent-*.po
Languages: de_de, es_es, fi_fi, fr_fr, it_it, ro_ro, ru_ru

source: If you want that the table of content appears in your post, just type: %s, that is all!
de_de: Wenn du möchtest, dass das Inhaltsverzeichnis in deinem Post erscheint, schreib einfach %s, das ist alles!
es_es: Si deseas que la tabla de contenidos apareza en tu mensaje, escribe: %s, eso es todo!
fi_fi: Jos haluat, että taulukon sisältö näkyy viestissäsi, kirjoita: %s, ei muuta.
it_it: Se vuoi che il Sommario compaia nei tuoi articoli devi solo inserire: %s, non serve altro!
ro_ro: Daca vrei ca pluginul sa apara in postarile tale scrie %s, asta e tot!
ru_ru: Хотите добавить оглавление на страницу? Просто вставьте %s в нужном месте!…

source: What is the title to be displayed in the table of content?
de_de: Wie lautet der Titel deines Inhaltsverzeichnisses, der dargestellt werden soll?
fr_fr: Quel est le titre qui sera affiché pour la table des matières ?
it_it: Qual è il titolo da visualizzare nel Table of Content?

source: Title of the table of content:
de_de: Titel des Inhaltsverzeichnisses:
es_es: Título de la tabla de contenidos:
fi_fi: Sisällysluettelon otsikko:
fr_fr: Titre de la table des matières :
it_it: Titolo del Sommario
ro_ro: Titlul continutului tabelului
ru_ru: Заголовок блока:

source: Add prefix in your title:
de_de: Füge einen Präfix in deinem Titel hinzu:
es_es: Agregar un prefijo al título:
fi_fi: Lisää etuliite otsikkoon:
fr_fr: Ajoutez un préfixe à vos titres
it_it: Aggiungi un prefisso per il titolo
ro_ro: Adauga prfixul in titlul tau
ru_ru: Префиксы заголовков

source: If you leave the field blank, nothing will be added!
de_de: Wenn du dieses Feld leer lässt, wird nichts hinzugefügt!
es_es: Si dejas el campo en blanco, nada será añadido!
fi_fi: Jos jätät kentän tyhjäksi, mitään ei lisätä!
it_it: Se lasci vuoto, nulla verrà aggiunto
ro_ro: Daca lasi acest camp gol, nimic nu o sa fie adaugat.
ru_ru: Если оставить поле пустым, ничего не будет добавляться.

source: Note that if you want to display the number of level 2, just write %s ...
de_de: Beachte, wenn du nur die Nummer von Ebene 2 darstellen willst, schreib einfach %s...
es_es: Ten en cuenta que si deseas mostrar el número de nivel 2, simplemente escribe %s ...
fi_fi: Huomaa, että jos haluat näyttää tason 2 lukumäärän, niin kirjoita vain %s ...
fr_fr: Si vous souhaitez afficher le numéro du niveau 2, écrivez simplement %s ...
it_it: Nota che se vuoi visualizzare il numero del livello 2, devi scrivere %s
ru_ru: Чтобы добавить номер заголовка, например, второго уровня, напишите в тексте «%s».

source: Prefix of the level %s:
de_de: Präfix von Level %s:
it_it: Prefisso per il livello %s:

source: Customize the global visual appearance:
de_de: Individualisiere das Design aller Inhaltsverzeichnisse:
es_es: Personalizar la apariencia visual global:
fi_fi: Maailmanlaajuisen ulkoasun mukautus:
fr_fr: Personnaliser l&#039;apparence visuel globale :
it_it: Personalizza l&#039;aspetto generale
ru_ru: Настройте общее визуальное представление:

source: The HTML:
de_de: HTML:
es_es: El código HTML:
fi_fi: HTML:
fr_fr: Le HTML :
it_it: l&#039;HTML
ro_ro: Codul HTML
ru_ru: HTML:

source: The default HTML is: %s
de_de: Standard HTML ist %s
es_es: El código HTML predeterminado es: %s
fi_fi: Oletus HTML on: %s
fr_fr: Le HTML par défaut est : %s
it_it: Il codice HTML preimpostato è: %s
ro_ro: HTML-ul de baza: %s
ru_ru: HTML по-умолчанию: %s

source: Please note that %s will be replaced with the given title of the table of content and %s will be replaced with the current chapter/section/etc. title
de_de: Bitte beachte, dass %s ersetzt wird mit dem eingestellten Titel des Inhaltsverzeichnisses und %s ersetzt wird mit dem Titel des aktuellen Kapitels/Unterkapitels
es_es: Ten en cuenta que %s se sustituirá por el título dado a la tabla de contenidos y %s será reemplazado por el actual capítulo / sección / etc. título
fi_fi: Huomaa, että %s korvaa annetun otsikon sisällysluettelon ja %s korvataan nykyisen luvun / osan / etc. otsikolla
fr_fr: Merci de noter que %s sera remplacé par le titre enregistré de la table des matières et que %s sera remplacé avec le titre courant du chapitre/section/etc.
it_it: Attenzione che se sostituisco %s con il titolo del Sommario e %s sarà sostituito con i titoli si capitolo/sezione/ecc.
ru_ru: Обратите внимание, что %s будет заменено на заголовок оглавления, а %s будет заменено на заголовок текущей главы, раздела и т.п.

source: The CSS:
de_de: CSS
es_es: El código CSS:
fi_fi: CSS:
fr_fr: Le CSS :
it_it: il CSS
ru_ru: CSS:

source: The default CSS is: %s
de_de: Standard CSS ist: %s
es_es: El código CSS predeterminado es: %s
fi_fi: Oletus CSS on: %s
fr_fr: Le CSS par défaut est : %s
it_it: il CSS preimpostato è: %s
ru_ru: CSS по-умолчанию: %s

source: Customize the visual appearance of the title:
de_de: Individualisiere das Design des Titels:
es_es: Personalizar la apariencia visual del título:
fi_fi: Mukauta otsikon ulkoasu:
fr_fr: Personnaliser l&#039;apparence visuel du titre :
it_it: Personalizza l&#039;aspetto del titolo:
ru_ru: Настройте визуальное представление заголовка:

source: Customize the visual appearance of each entry in the TOC:
de_de: Individualisiere das Design der Einträge:
es_es: Personalizar la apariencia visual de cada entrada en la tabla de contenidos:
fi_fi: Mukauta ulkoasua jokaisen merkinnän sisällysluettelosta:
fr_fr: Personnaliser l&#039;apparence visuel de chaque entrée dans la table des matières :
it_it: Personalizza l&#039;aspetto di ogni singola voce del Sommario:
ru_ru: Настройте визуальное представление каждой строки оглавления:

source: The indentation of the TOC (in pixels):
de_de: Einzug des Inhaltsverzeichnisses (in Pixeln):
es_es: La sangría de la tabla de contenidos (en píxeles):
fi_fi: Sisällysluottelon sisennys (pikseleinä):
fr_fr: L&#039;indentation de la table des matières (en pixels) :
it_it: Rientro del Sommario (in pixel):
ru_ru: Отступ оглавления (в точках):

source: The max font size:
de_de: Maximale Schriftgröße:
es_es: El tamaño de letra máximo:
fi_fi: Suurin kirjasinkoko:
fr_fr: La taille maximale de la police :
it_it: Dimensione massima del carattere:
ru_ru: Максимальный размер шрифта:

source: The color of the upper level:
de_de: Farbe der obersten Ebene:
es_es: El color del nivel superior:
fi_fi: Ylemmän tason väri:
fr_fr: La couleur du niveau supérieur :
it_it: Colore del livello superiore:
ru_ru: Цвет верхнего уровня:

source: The color of the lower level:
de_de: Farbe der untersten Ebene:
es_es: El color del nivel baja:
fi_fi: Alemman tason väri:
fr_fr: La couleur du niveau inférieur :
it_it: Colore del livello inferiore
ru_ru: Цвет нижнего уровня:

source: The color of entry will be a transition color between these two colors (depending of their levels).
de_de: Die Farbe eines Eintrages ist ein Übergang zwischen diesen zwei Farben (abhängig von ihrer Ebene).
es_es: El color de entrada será un color de transición entre estos dos colores (dependiendo de sus niveles).
fi_fi: Värimerkintä on siirtyminen värien välillä näiden kahden värin (riippuen niiden tasosta).
fr_fr: La couleur de l&#039;entrée sera comprise entre ces deux couleurs (selon son niveau).
it_it: Il colore della voce sarà una sfumatura fra questi due colori (dipende dai colori dei livelli)
ru_ru: Цвет всех промежуточных уровней будет устанавливаться так, чтобы был плавный переход от цвета верхнего к цвету нижнего.

source: Please add the # character before the code. If you do not know what code to use, please visit this website: %s
de_de: Bitte füge das Zeichen # vor deinem Code hinzu. Wenn du nicht weißt, welchen Code du nutzen sollst, besuche bitte diese Webseite: %s
es_es: Por favor, agregar el carácter # delante del código. Si no sabes qué código usar, por favor, visita la página web: %s
fi_fi: Lisää # merkki ennen koodia. Jos et tiedä, mitä koodia käyttää, käy sivustolla: %s
fr_fr: Merci d&#039;ajouter le caractère # avant le code de couleur. Si vous ne savez pas quel code utiliser, merci de visiter le site : %s
it_it: Per favore aggiungi il carattere # prima del codice. Se non conosci il codice da utilizzare visita il sito: %s
ru_ru: Пожалуйста, добавьте # перед кодом цвета. Если Вы не знаете подходящий код, Вам поможет сайт %s

source: Customize the visual appearance of each entry in the TOC (for Experts):
de_de: Individualisiere das Design der Einträge (für Fortgeschrittene):
es_es: Personalizar la apariencia visual de cada entrada en la tabla de contenidos (para expertos):
fi_fi: Mukauta ulkoasua jokaisen sisällysluettelon merkinnän (asiantuntijoille):
it_it: Personalizza l&#039;aspetto di ogni voce del sommario (avanzato):
ru_ru: Настройте визуальное представление каждой строки оглавления (для экспертов):

source: The CSS style of the level %s:
de_de: CSS Style der Ebene %s

source: For instance, %s
de_de: Beispielsweise %s
es_es: Por ejemplo, %s
fi_fi: Esimerkiksi %s
it_it: Per l&#039;istanza, %s
ru_ru: Например, %s

source: Parameters
de_de: Parameter
es_es: Parámetros
fi_fi: Parametrit
fr_fr: Paramètres
it_it: Parametri
ru_ru: Параметры

source: Manage translations
de_de: Verwalte die Übersetzungen
es_es: Administrar traducciones
fi_fi: Hallitse käännöksiä
fr_fr: Gérer les traductions
it_it: Gestisci la traduzione
ru_ru: Управление переводами

source: Give feedback
de_de: Feedback geben
es_es: Enviar comentario
fi_fi: Anna palautetta
fr_fr: Donner un feedback
it_it: Invia un tuo commento
ru_ru: Обратная связь

source: Other plugins
de_de: Andere Plugins
es_es: Otros complementos
fi_fi: Muut liitännäiset
it_it: Altri plugin
ru_ru: Другие плагины

source: The file %s cannot be deleted. You should have a problem with file permissions or security restrictions.
de_de: Datei %s kann nicht gelöscht werden. Du solltest ein Problem mit den Berechtigungen oder Sicherheitseinstellungen haben.

source: Display the table of content
de_de: Zeige das Inhaltsverzeichnis
es_es: Visualice la tabla de contenidos
fi_fi: Näytä sisällysluettelo
it_it: Visualizza il Sommario
ro_ro: Arata pluginul

source: General
de_de: Generell
it_it: Generale

source: What is the first level?
de_de: Welches ist die erste Ebene?
it_it: Qual&#039;è il primo livello
ro_ro: Care este primul nivel?

source: If you set this option to %s, then the first level would be %s!
de_de: Wenn diese Option auf %s gesetzt wird, ist die erste Ebene %s!
it_it: Se definisci l&#039;opzione %s, allora il tuo primo livello sarà %s!

source: Prefix of the first level:
de_de: Präfix der ersten Ebene:
it_it: Prefisso per il primo livello
ro_ro: Prefixul primului nivel

source: Prefix of the second level:
de_de: Präfix der zweiten Ebene:
it_it: Prefisso del secondo livello
ro_ro: Prefixul pentru nivelul doi.

source: Prefix of the third level:
de_de: Präfix der dritten Ebene:
it_it: Prefisso del terzo livello
ro_ro: Prefixul pentru nivelul trei.

source: Prefix of the fourth level:
de_de: Präfix der vierten Ebene:
it_it: Prefisso del quarto livello
ro_ro: Prefixul pentru nivelul patru.

source: Prefix of the fifth level:
de_de: Präfix der fünften Ebene:
it_it: Prefisso del quinto livello
ro_ro: Prefixul pentru nivelul cinci.

source: Modify the title even if the %s is not present in the article:
de_de: Ändere den Titel selbst wenn %s nicht im Artikel vorhanden ist.

source: The CSS style of the first level:
de_de: CSS-Stil der ersten Ebene:
it_it: CSS per il primo livello

source: The CSS style of the second level:
de_de: CSS-Stil der zweiten Ebene:
it_it: CSS per il secondo livello

source: The CSS style of the third level:
de_de: CSS-Stil der dritten Ebene:
it_it: CSS per il terzo livello

source: The CSS style of the fourth level:
de_de: CSS-Stil der vierten Ebene:
it_it: CSS per il quarto livello

source: The CSS style of the fifth level:
de_de: CSS-Stil der fünften Ebene:
it_it: CSS per il quinto livello

source: Advanced options:
de_de: Erweiterte Einstellungen:

source: Coma separated list of class headers to be excluded:
de_de: Komma separierte Liste mit auszuschließenden Header-Klassen:

source: For instance, to exclude the headers like %s or %s, you may type %s
de_de: Zum Beispiel, um die Kopfzeilen wie %s oder %s auszuschließen, können Sie %s eingeben.

source: If you want that the table of content appears in your post, just type:
fr_fr: Si vous voulez que la table des matière apparaisse dans vos articles, tapez simplement :

source: that is all !
fr_fr: c&#039;est tout !

source: If you leave the field blank, nothing will be added !
fr_fr: Si vous laissez les champs vides, rien ne sera ajouté !

source: Prefix of the level 2:
fr_fr: Préfixe du niveau 2 :

source: Prefix of the level 3:
fr_fr: Préfixe du niveau 3 :

source: Prefix of the level 4:
fr_fr: Préfixe du niveau 4 :

source: Prefix of the level 5:
fr_fr: Préfixe du niveau 5 :

source: Prefix of the level 6:
fr_fr: Préfixe du niveau 6 :

source: This form is an easy way to contact the author and to discuss issues / incompatibilities / etc.
fr_fr: Ce formulaire vous permet de contacter facilement l&#039;auteur et de discuter de vos problèmes / des incompatibilités / etc.

source: Here is the plugins developped by the author
fr_fr: Voici les plugins développés par l&#039;auteur :

source: Other possible plugins
fr_fr: Autres plugins possibles

source: Here is the plugins developped by the author:
fr_fr: Voici les plugins développés par l&#039;auteur :
